
{
  "header" : {
      "email": "Imeri",
      "home":"Ahabanza",
      "about-us": "Abo Turi Bo",
      "about": {
          
          "our-history": "Amateka Yacu ",
          "our-values":"Indangagaciro Zacu",
          "our-strategies":"Ingamba Zacu",
          "our-products": "Ibikorwa Byacu",
          "our-leadership":"Ubuyobozi Bwacu"
      },

      "OurProjects": "Imishinga Dufite",
      "project":{
        "rutongo": "Rutongo",
        "nyakabingo": "Nyakabingo",
        "musha":"Musha",
        "lithium-exploration":"Ubushakashatsi kuri Lithium"
        
      },
      "sustainability": "Iterambere Rirambye",
      "investor-relations": "Ishoramari",
      "investor": {
        "reports": "Raporo",
        "latest-news" : "Amakuru Agezweho",
        "gallery" : "Ububiko",
        "gallery-sub" :{
           "photos" : "Amafoto", 
           "videos": "Amashusho"
        }

      },
      "contact-us": "Tuvugishe",
      "careers": "Imirimo"

  },
  "home": {
      "welcome": "IKAZE KURI TRINITY METALS",
      "welcome-description": "Turi guharanira ahazaza heza<br/> Amabuye 3 y’Agaciro, Ibirombe 3, Ikigo Kimwe",
      "min-description": "Dushinzwe gutunganya ibyifashishwa mu bikoresho by’ikoranabuhanga rigezweho",
      "get-stated-button": "Tangira",
      "view-project-button": "Reba Imishinga",


      "home-about-heading": "Umuyobozi mu by’Ubucukuzi",
      "about-tab-who-we-are": "Abo Turi Bo",
      "about-tab-vision": "Icyerekezo Cyacu",
      "about-tab-mission": "Inshingano Yacu",
      "who-we-are-content": "Trinity Metals ni ikigo gitunganya amabuye y'agaciro ya gasegereti (t)in, ibyuma bikozwe muri wolufuramu (tungstène) na koruta (tantalum). Mu mikorere yacu dushyira imbere uburyo bwo kubungabunga ibidukikije n'imico mbonera y'ubumuntu mu mfuruka zose z'ibikorwa byacu by'ubushabitsi.",
      "our-vision-content": "Dukora itandukaniro mu Isi binyuze mu gutanga ibikoresho byifashishwa mu ikoranabuhanga rigezweho byizewe.",
      "our-mission-content": "Dufite inshingano yo gutunganya ibyuma byujuje ubuziranenge binyuze mu bikorwa bibungabunga ibidukikije kandi hakurikijwe amahame y'ubushabitsi.",
      "employees":"Abakozi",
      "mine-site": "Ibirombe",
      "read-more-button": "Soma Byinshi",
      "rwandan-leadership": "Abayobozi b'abenegihugu",
      "rwandan-workforce": "Abakozi b’abenegihugu",
      
      
      "latest-work-section": "Ibikorwa Biheruka",
      "our-project": "Imishinga Dufite",
      "trinity-Nyakabingo-mine":"Ikirombe cya Trinity Nyakabingo",
      "trinity-musha-mine":"Ikirombe cya Trinity Musha",
      "rutongo-mine": "Ikirombe cya Rutongo",



      "sustainability" : "Iterambere Rirambye",
      "we-are-energy":"Dushyigikiye impinduramatwara mu by’ingufu",
      "we-are-energy-description": "Dufatana uburemere indangagaciro zacu kandi twumva ko dufite inshingano ku baturage b’aho dukorera n'inyungu rusange z'uyu mubumbe. Dushyigikiye gahunda y'Umuryango w'Abibumbye igamije ko mu mwaka wa 2030 abantu bose bazaba bishimira amahoro n'uburumbuke, kandi dutanga umusanzu wacu mu kugera ku Ntego z'Iterambere Rirambye ku Isi.",
      "we-are-energy-description1": "Twafashe ingamba zo gukurikirana, kugabanya no gucogoza mu buryo bufatika ibyuka bya carbone no gukoresha uburyo bubungabunga ibidukikije n'ikoranabuhanga mu bucukuzi.",


      "blog-post-section": "Inyandiko",
      "latest-articles": "Amakuru Agezweho",
      "date_format": "DD MMMM, YYYY",


      "media-section":"Itangazamakuru",
      "our-gallery": "Ububiko",
      "view-gallery-btn": "Reba Ububiko"




  },


  "about-us-page":{
      "about-us-title": "Abo Turi Bo",

     "our-history-section-title": "Amateka Yacu",
      "our-history-top-description": "Trinity Musha Mines Limited [yahoze yitwa Piran Rwanda Ltd], Trinity Nyakabingo Mine Limited [yahoze yitwa Eurotrade International Ltd], na Rutongo Mines Limited byashinzwe nk’ibigo bitatu bitandukanye, byigenga. Yose afite amateka akomeye yo gucukura no gushaka amabuye ya Tin , Tungsten na Tantalum mu Rwanda, kandi yiyemeje gukora ubu bucukuzi mu buryo bukurikije amategeko nk’uko babiherewe uburenganzira na guverinoma y'u Rwanda.",
      "our-history-sub-desc": "Muri Gicurasi 2022, abanyamigabane b’ibi bigo uko ari bitatu bihurije hamwe bashinga Trinity Metals Limited (“Ikigo”) ku nkunga ya Techmet, uruganda rwigenga rukorera mu Bwongereza rushakisha rukanatanga ibyuma bikomeye bikenerwa cyane ku isi, bikoreshwa mu gukora ibyuma bikomeye by’ikoranabuhanga.  Techmet nk’imwe mu banyamigabane bakuru ba Trinity Metals, ikorana n’abafatanyabikorwa mu ishoramari benshi  batera inkunga ibikorwa byayo harimo n’ikigo cya Amerika gishinzwe iterambere ry’imari (DFC). Abandi banyamigabane barimo Piran Resources, sosiyete nkuru ya Piran Rwanda Limited na Guverinoma y’u Rwanda, ihagarariwe na Ngali Holdings Limited.",
      "our-history-popup-top-desc": "Trinity Musha Mines Limited [yahoze yitwa Piran Rwanda Ltd], Trinity Nyakabingo Mine Limited [yahoze yitwa Eurotrade International Ltd], na Rutongo Mines Limited byashinzwe nk’ibigo bitatu bitandukanye, byigenga. Yose afite amateka akomeye yo gucukura no gushaka amabuye ya Tin , Tungsten na Tantalum mu Rwanda, kandi yiyemeje gukora ubu bucukuzi mu buryo bukurikije amategeko nk’uko babiherewe uburenganzira na guverinoma y'u Rwanda.",
      "our-history-popup-desc" : "Muri Gicurasi 2022, abanyamigabane b’ibi bigo uko ari bitatu bihurije hamwe bashinga Trinity Metals Limited (“Ikigo”) ku nkunga ya Techmet, uruganda rwigenga rukorera mu Bwongereza rushakisha rukanatanga ibyuma bikomeye bikenerwa cyane ku isi, bikoreshwa mu gukora ibyuma bikomeye by’ikoranabuhanga.  Techmet nk’imwe mu banyamigabane bakuru ba Trinity Metals, ikorana n’abafatanyabikorwa mu ishoramari benshi  batera inkunga ibikorwa byayo harimo n’ikigo cya Amerika gishinzwe iterambere ry’imari (DFC). Abandi banyamigabane barimo Piran Resources, sosiyete nkuru ya Piran Rwanda Limited na Guverinoma y’u Rwanda, ihagarariwe na Ngali Holdings Limited.",
      "our-history-popup-desc1": "Guhuriza hamwe kw’ibi bigo bitatu, byatumye Trinity Metals igera ku mwanya wayo wo kuba sosiyete iyoboye izindi mu bucukuzi bw’amabuye ndetse n’urwego rw’abikorera rutanga akazi. Inama y'ubutegetsi yashyizweho muri Gicurasi 2022 ihagarariye abanyamigabane bakuru, ishinzwe kugenzura ingamba n'imiyoborere by'iki kigo mu Rwanda.",
      "our-history-popup-desc2": "Izi sosiyete zihurije hamwe nk’uko byari byitezwe kugira ngo zubakire ku mbaraga za buri imwe, kugira ngo zose zigire inyungu rusange nko kwiyongera kw’ingano y’umusaruro, amasoko, kuzamura ubunyamwuga bw’abakozi ndetse n’umubano ukomeye w’abaturage na Guverinoma. ",


      "our-mission-title": "Inshingano Yacu",
      "our-mission-description": "Dufite inshingano yo gutunganya ibyuma byujuje ubuziranenge binyuze mu bikorwa bibungabunga ibidukikije kandi hakurikijwe amahame y'ubushabitsi.",
      "our-vision-title": "Icyerekezo Cyacu",
      "our-vision-description" : "Dukora itandukaniro mu Isi binyuze mu gutanga ibikoresho byifashishwa mu ikoranabuhanga rigezweho bikomeye.",


      "our-values-section-title": "indangagaciro Zacu",
      "we-empower": "Twongerera Ubushobozi & Tukanazana Impinduka",
      "we-empower-description": "Tuzamura abaturage dushora imari muri gahunda ziteza imbere impano zabo tukanazamura ubukungu bwabo.",
      "we-do-no-warm": "Ntitwangiza",
      "we-do-no-warm-description": "Twiyemeje gucukura amabuye y'agaciro mu buryo bwiza, bwemewe, kandi butangiza ibidukikije, twita ku kuba imirimo yacu igirira abaturage akamaro abaturage ndetse n’isi.",
      "we-set-standard": "Twashyizeho amahame",
      "we-set-standard-description": "Nk’ikigo kiyoboye ibindi mu bucukuzi bw’amabuye y'agaciro, dukurikiza amahame mpuzamahanga kandi dukomeza kunoza imikorere yacu.",
      "we-hold-ourselves-accountable": "Twita ku inshingano zacu",
      "we-hold-ourselves-accountable-description": "Twese twitter ku nshingano zacu, dukurikiza amategeko, turisuzuma ubwacu, kandi tugakemura ibibazo kugira ngo dukomeze gukora neza.",



      "our-strategy-section-title": "Ingamba Zacu",
      "our-strategy-section-description": "Kugira ngo twimakaze iterambere rirambye, twashyizeho inkingi enye, zikubiyemo intego tuzakurikiza mu gihe cy’imyaka itatu iri imbere.",

      "our-strategies-business": "Ubucurizu Bwacu",
      "our-strategies-business-description": "Dushyira imbere igenamigambi ry’ubucuruzi ryateguwe neza kugira ngo tumenye neza ko hari umutekano, dukora mu buryo bwemewe, bubyara inyungu, mu bucukuzi bw'amabuye y'agaciro ndetse no mu bikorwa byacu byose.",

      "our-strategies-people": "Abantu Bacu",
      "our-strategies-people-description": "Twiyemeje gushishikariza abakozi bacu gutanga ibisubizo byiza  no gukora uko bashoboye.",

      "our-strategies-relationships": "Imikoranire Yacu",
      "our-strategies-relationships-description": "Dushyira imbere kwita ku mubano dufitanye n’abafatanyabikorwa bo hanze nk’igice cy’ibanze cy’ibikorwa byacu by’ubucuruzi.",

      "our-strategies-future": "Ejo Hazaza Hacu",
      "our-strategies-future-description": "Twita ku kubera uburyo bushya bw’imikorere bwaduteza imbere butangije ibidukikije kandi bizagira akamaro mu gihe kizaza. ",




      "executive-management-team-section-title": "Executive Management Team",
      "view-all-team-button": "Reba Ikipe Yose",




      "our-product-section-title": "Ibicuruzwa Byacu ",
      "our-product-section-description": "'3Ts' Tantalum, Tungsten, na Tin ni amabuye akenerwa cyane mu bikoresho by’ikoranabuhanga, amahirwe ahari ni uko dukoresha ibi bikoresho byakozwe muri aya mabuye mu  buzima bwa buri munsi kurenza uko tubitekereza. Uko isoko ry’ibikoresho bigezweho by’ikoranabuhanga ryiyongera, ni ko n’akamaro k’aya mabuye kiyongera. Ibi bituma agira uruhare runini mu kuzamura ubukungu ndetse n’ikoranabuhanga.",

      "our-product-TIN": "TIN",
      "our-product-TIN-description": "Ni ibuye rikoreshwa cyane cyane mu gukora ibyuma bikomeye. Isoko ryaryo biteganyijwe rizakomeza kurushaho kwaguka bitewe n’uko ibikoresho by’ikoranabuhanga biri gukenerwa cyane ku isoko by’umwihariko muri bateri za Li-on zifashishwa mu modoka z’amashanyarazi. ",

      "our-product-TANTALUM": "TANTALUM",
      "our-product-TANTALUM-description": "50-70% bya Tantalum bikoreshwa mu nganda zikora ibikoresho by’ikoranabuhanga (by’umwihariko mu byuma bikomeye, ibindi bigakoreshwa mu nganda zitunganya imiti. ",

      "our-product-TUNGSTEN": "TUNGSTEN",
      "our-product-TUNGSTEN-description": "Ikoreshwa mu bikoresho bikata ibyuma, mu byuma byikaraga ku muvuduko wo hejuru, ibyuma bikomeye cyane, ndetse n’ibindi bikoresho (nk’insinga zitanga urumuri mu matara). Mu 2022 isoko ry’aya mabuye ryariyongereye cyane ugereranyije n’imyaka 10 yabanje, kandi hari impungenge z’uko yabura."



  },

  "our-project-page": {

        "projects-title": "Imishinga yacu",
        "project-description-1": "Trinity Metals Mines ifite imishinga itatu ikorera mu Rwanda – Rutongo Mines, Nyakabingo Mine, na Musha Mines. Zirimo ibirombe bitatu by’ibanze n’ibindi birombe bito byegereye ibyo birombe bitatu. ",
        "project-description-2": "Ibirombe byacu bikorerwa ku mabwiriza mpuzamahanga agenga gucukura ibirombe ndetse tukita ku mahame yo kubungabunga ibidukikije. Mu birombe byacu  ntabwo dukoresha ibikoresho byangiza ibidukikije cyangwa dukore ibyo bikoresho. ",
        "project-description-3": "Umusaruro wacu wose wahawe icyemezo cyo gukorera mu mutekano. Ibirombe byacu bikora mu buryo bwubahiriza amabwiriza ya OECD. ",



        "project-sites": {
            "trinity-nyakabingo-mine": "Ikirombe cya Trinity Nyakabingo",
            "trinity-musha-mines": "Ikirombe cya Trinity Musha",
            "trinity-rutongo-mines": "Ikirombe cya Rutongo",
            "LITHIUM-EXPLORATION": "Ubushakashatsi kuri Lithium"

        },

        "rutongo-mines": {
            "satellite-mines": "Amashami y'ikirombe cya Rutongo",
            "satellite-mines-achievement": "Ibirombe 6",

            "tin-production": "umusaruro wa Tin",
            "tin-production-achievement": "Toni hagati ya toni 70 -90 ",

            "workforce": "Abakozi",
            "Workforce-achievement": "2,500+",

            "location": "Amerekezo",
            "location-achievement": "Ikirombe cya Rutongo kiri mu birometero 26 uvuye mu Kigali",



            "brief-history ": "Incamake y’amateka ",
            "brief-history-description": "Rutongo mines ni sosiyete icukura amabuye ya Tin, ifite ibirombe bifite ubuso bwa hegitare 9,960 mu birombe 6 ifite mu Nyamyumba, Nyamyumba, Gasambya, Masoro, Mahaza, Karambo na Gisanse.Habarurwa  nibura toni 56,000 za Tin  ndetse zishobora no kwiyongera bakomeje gucukura. Ubu hakorwa hagati ya toni 70-90 za Tin ifite ijanisha rya 68-70% Sn, bikaba biteganyijwe ko bizagera kuri toni 200 ku kwezi mu myaka itanu iri imbere.",
            "presented-history": "Ibyagezweho",
            "history-timeline": "Gucukura Tin muri Rutongo byatangiye mu 1931, naho guhera mu myaka ya 1940, ibirombe byavagamo toni 800 za Tin buri mwaka. Mu myaka ya 1950, sosoyete y’Ababiligi yitwa SOMUKI, yagiye ibirombe mu Rwanda. Mu 1973, ibirombe bya kera ku bukoro ni byahurijwe hamwe bibyara  icyitwa SOMIRWA (Société Des Mines Du Rwanda), yayoborwaga na Leta y’u Rwanda ndetse GEOMINES y’Ababiligi. Iyo sosiyete yo mu Bubirigi  yakomeje gukora kugeza mu 1986 ubwo yaseswaga. Nyuma yaho, ibirombe byahawe Leta maze bikomeza gucungwa na REDEMI (Regie d’Exploitation et de Developpement des Mines).",
            "history-timeline-2": "Ibirombe byafunzwe mu 1994 ubwo jenoside yakorewe Abatutsi yabaga. Mu 1995 byongeye gufungurwa bikoreramo REDEMI nk’ishyirahamwe ry’abacukuzi kugeza mu 2008, ubwo leta yabigurishaga ku bikorerwa. "
        },
        
        "nyakabingo-mines": {
            "tungsten-production": "umusaruro wa Tungsten",
            "tungsten-production-achievement": "Toni hagati ya 100 -110",
            "workforce": "abakozi",
            "workforce-achievement": "1,800+",
            "location": "Amerekezo",
            "location-achievement":"Ikirombe cya Nyakabinga giherereye mu majyaruguru, mu birimetero 19 uvuye I Kigali ",


            "brief-history": "Incamake y’amateka,Trinity Nyakabingo Mines ni ibirombe bya Tungsten bifite ubuso bwa hegitari 1,600, birimo nibura toni 115,502 biteganyijwe ko zishobora kwiyongera nibakomeza gucukura. Kuri ubu hakorwa toni hagati ya 100 na 110 za Tungsten ku kwezi, zirimo 66-70% ya Tungsten. Imaze imyaka 25 icukura aya mabuye yahawe uburenganzira bwo gukora mu 2015 ",

            "history-timeline": "ibyagezweho",
            "history-timeline-desc": "Ubushakashatsi ku bucukuzi bwa alluvial bwa bwatangiye mu mpera y’imyaka ya za 1930, ariko nyuma y’intambara ya kabiri y'isi yose ni bwo ubucukuzi bwatangiye. Ubucukuzi bw'amabuye y'agaciro bwatangiye mu mpera z'imyaka ya za 1960 banyuze mu nzira za adits, nyuma bukurikirwa no guca muri quartz yabagejeje kuri bedding. Amasosiyete ya mbere yacukuye ayo mabuye ni ay’Ababiligi yacukuraga akoresheje imashini ndetse n’abantu kugera mu 1986. Muri iki gihe, ibirombe byahawe REDEMI (Regie d'Exploitation et de Developpement des Mines). Mu 1994 ubwo habaga Jenoside yakorewe Abatutsi ibyo birombe byarafunze byongera gufungura mu 1995 biyoborwa na REDEMI nka koperative y’abacukuzi b’amabuye y’agaciro kugera mu 2007 ubwo Euro Trade International yahabwaga ibyo birombe. "
        },  

        "musha-mines": {
            "tin-production": "Tin Production",
            "tin-production-achievement": "30 tonnes",
            "workforce": "Workforce",
            "workforce-achievement": "2,200+",
            "location": "Location",
            "location-achievement": "Musha Mines sit 45km from Kigali in the <br> Eastern Province",

            "brief-history":"Brief history",
            "brief-history-desc": "Trinity Musha Mines is a Tin and Tantalum Mine with a mining concession of 3,894ha which is estimated to contain approximately 12,870tonnes of recoverable Tin with potential to grow the resource substantially at depth. Currently produces 30tonnes of Tin per month, containing 68-70% Sn, under a 25-year license that began in 2014. The Mine also produces a small amount of Coltan from Duha and Ntunga sub-site.",
            "history-timeline": "history timeline",
            "history-timeline-desc": "The Musha-Ntunga tin deposits were initially exploited from the 1920s to the 1970s. In 1985, the mine was nationalized and operated by SOMIRWA (Société des Mines du Rwanda). However, due to depressed tin prices and the 1994 genocide against the Tutsi, which deterred external investment, the operation remained artisanal. Between 2014 and 2016, Pella Rwanda Ltd was granted a 25-year mining license for the Musha-Ntunga Mines. Pella reprocessed tailings and conducted a geochemical testing program, yielding encouraging results and prompting further work. In 2017, ownership was transferred to Piran Resources."

        },

        "LITHIUM-EXPLORATION": {
          "LITHIUM-EXPLORATION-title": "LITHIUM-EXPLORATION",
          "LITHIUM-EXPLORATION-subtitle": "The Ntunga pegmatite offers robust development opportunities for Trinity Metals. ",
          "description1": "In 2018, exploration efforts within the Trinity Ntunga licence successfully defined an initial 9Mt Sn-Ta (Tin-Tantalum) resource hosted in a large LCT pegmatite system. In addition, the team discovered consistent high grades of 1.5% Li₂O (Lithium Oxide) dominantly within spodumene mineralisation in several holes with intersections over 80m true width and open to depth. ",
          "description2": "The team’s further analysis of drill core has revealed a second potential host of significant volumes of lithium mineralisation of up to 1% Li₂O. ",
          "description3": "As a result of this exciting discovery, the group performed an additional study and test work, which prompted the next phase of modeling and metallurgical testing. ",
          "description4": "The potential exists to define a globally significant Li-Sn-Ta resource in a secure and rapidly developing country. Trinity is focused on advancing this deposit and anticipates an updated resource statement in the near term. We are confident that we will soon move into a full feasibility phase."

        }

  },

  "Sustainability":{

    "sustainability-page-title": "Iterambere rirambye",

      "water-management-title": "Our approach to Water management",
     "water-management-desc": "We recognize our responsibility to manage water with care, efficiency and transparency. Our goal is to operate within local water limits while contributing to watershed health and long-term community resilience, focusing on minimizing freshwater withdrawal, improving water recycling and reuse, and preventing contamination of surface and groundwater sources.",
     
     "approach-to-Tailings-title": "Our approach to Tailings and waste storage",
      "approach-to-Tailings-desc": "Responsible tailings management is a core part of our environmental stewardship. Tailings—the residues left after mineral extraction—can pose significant risks if not properly handled. That’s why we adhere to globally recognized best practices, invest in risk mitigation technologies, and maintain open dialogue with surrounding communities. Our approach goes beyond compliance; it reflects our deep commitment to safety, sustainability, and building trust at every stage of our operations.",

      "approach-to-closure-management-title": "Our approach to closure management",
      "approach-to-closure-management-desc1": "We plan for closure with a focus on long-term environmental stability, community resilience and sustainable land use.",
      "approach-to-closure-management-desc2": "Our approach is built on early engagement, progressive rehabilitation and collaboration with host communities to ensure that post-mining landscapes are safe, productive, and beneficial. We integrate closure planning into every phase of the mine life cycle, aligning with international best practices and local expectations.",



    "environment-title": "Ibidukikije",
    "environment-min-title": "Turi ku isonga mu mpinduramatwara y’ingufu ",
    "environment-desc": "Dufata indangagaciro zacu nk’ingenzi kandi tiwiyemeje kurengera abaturage ndetse n’umugabane muri rusange. Dushyigikira intego z’Umuryango w’Abibumbye za 2030, aho abantu bose bazaba babayeho mu mahoro ndetse n’iterambere, ndetse tukagira uruhare mu iterambere rirambye ku isi. ",
    "environment-desc1": "Twafashe ingamba zo gukurikirana, kugabanya no gukuraho ibyuka bihumanya ikirere, ubundi  dukoresha uburyo bwo gucukura amabuye ariko butangiza ibidukikije, ndetse n’ikoranabuhanga. Tugira gahunda yo gusimbuza ibiti byangijwe n’ibikorwa byacu by’ubucukuzi, aho tumaze gutera ibiti bisaga 657,000 mu birombe bitatu dukoreramo. Dukorana n’inzego zishinzwe ibidukikije, amashyamba n’amazi kugira ngo ibikorwa byacu bifashe kurushaho guteza imbere no kubungabunga ibidukikije.",
    "environment-desc2-title": "Dushyigikira imibereho y’ibinyabuzima",
    "environment-desc2": "Inzuki zigira uruhare rukomeye mu gusigasira no kugarura ubusugire bw’ibidukikije. Ku kirombe bya Nyakabingo, twatangije umushinga w’ubworozi bw’inzuki, aho inzuki zororerwa mu mashyamba twateyemo ibiti kugira ngo abaturiye ibirombe bagire amahirwe aho batuye. Uyu mushinga uzakomeza kuba isoko y’inyungu n’iterambere ry’abaturage bo mu gace dukoreramo.",


     "community-title": "Community",
    "community-subtitle": "We are a part of the energy revolution",
    "community-desc": "We believe the mining industry is vital in generating job growth and inclusive economic opportunities. Our workforce, which is 99% local,  is empowered and enabled to lead and participate in programs that impact  the well-being of people in their communities. We consider community members at every phase of our mining lifecycle and have launched initiatives to ensure their lives are better off because of our presence. ",
    "community-list1": "Integrated Unauthorised Miner:",
    "community-list1-2": "Partnering with local government and security organs, we have approached and mobilized illegal miners to join our mining companies to be trained and work professionally  to secure their future and their families' future. ",
    "community-list2": "Sustainable Livelihood Programs:",
    "community-list2-2": "Investing in agriculture, entrepreneurship, and vocational training to create alternative, long-term income streams for communities.",
    "community-list3": "Education and Capacity Building: ",
    "community-list3-2": "Supporting students in our communities with scholarships, STEM education, to unlock opportunities for youth and future generations.",
     "community-list4": "Healthcare and Well-being:",
     "community-list4-2": "Partnering with local stakeholders to improve access to healthcare, sanitation, and mental health resources.",
     "community-list5": "Infrastructure Development: ",
     "community-list5-2": "Co-developing essential infrastructure — including roads, water systems, and electrification — that enhances quality of life.",
     "community-list6": "Community-Led Planning:",
     "community-list6-2": "Working directly with community representatives to design and implement projects that reflect local priorities, culture, and aspirations.",
     "community-list7": "Monitoring and Accountability:",
     "community-list7-2": "Establishing clear metrics, feedback mechanisms, and transparent reporting to measure impact and continuously improve.",

     
    "Occupational Health-title": "Occupational Health and Safety",
    "Occupational Health-subtitle": "We are committed to becoming a leader in occupational health and safety through an ISO-compliant SHEC (Safety, Health, Environmental, and Community) system based on risk assessments and impact evaluations. The company has trained thousands of employees through both external and internal programs to strengthen safety practices across operations. With established ISO-aligned procedures, including risk management and incident response, Trinity has significantly reduced its Lost Time Injury Frequency Rate (LTIFR). Equipped with on-site medical facilities and supported by partnerships with local hospitals, the company remains focused on its ZERO HARM goal while promoting safety awareness in both the workplace and surrounding communities.",
    "Occupational-statement-title": "We believe in ZERO HARM",
    "Occupational-statement-desc": "we are dedicated to ensuring safe mining operations and adhere to the principle of ZERO HARM for our employees and stakeholders. Our primary objective is to conduct our activities without injuries to personnel or damage to equipment, property, or the work environment.",



    "governance": "Imiyoborere",
    "governance-desc": "Trinity Metals ifite amabwiriza akomeye agamije kugenzura ko ubucuruzi bwemewe, uburenganzira bwa muntu, uburenganzira bw’abakozi ndetse no kurengera ibidukikije byubahirijwe ",
    "governance-desc1": "Twubahiriza amabwiriza n’ibipimo byashyizweho n’inzego haba mu gihugu no ku rwego mpuzamahanga, zirimo Urwego rushinzwe kugenzura ko ubucukuzi bw’amabuye y’agaciro bwakozwe neza mu mutekano (CTC) ndetse na Urwego mpuzamahanga rw’imikorere n’imikoranire (OECD).",
    "governance-desc2": "Amabuye y’agaciro ducukura afite icyemezo cy’uko ataturutse mu makimbirane, kandi akurikije amategeko atanu y’ingenzi:",
    "governance-list": "Ubushobozi bwo gukurikirana: Aho amabuye y’agaciro dukora aturuka n’ingano yayo bishobora gukurikiranwa neza.",
    "governance-list1": "Gukorera ahantu heza: Ntabwo dukoresha abana. Dutanga umushahara w’ibyiciro byiza kandi dukora ku buryo bwizewe kandi bwita ku mutekano w’abakozi n’imibereho yabo.",
    "governance-list2": "Umutekano mu birombe byacu kandi twubahiriza uburenganzira bwa muntu.",
    "governance-list3": "Iterambere ry’abaturage: Tugira inama abaturage bo mu duce dukoreramo, tukagira uruhare mu guteza imbere imibereho yabo, ubukungu, ndetse n’imiyoborere, tunubahiriza ihame ry’uburinganire. ",
    "governance-list4": "Ibidukikije: Dukora ibishoboka byose mu kugira ngo dukomeze kunoza ibikorwa byacu byo kubungabunga ibidukikije.",


    "policies-standards": "Politiki n’Amahame"
     
  },

  "reports": {
     "report-page-title": "Raporo",
     "form-placeholder": "Shyiramo amagambo y’ingenzi...",
     "Download-btn": "Manura"
     
  },

  "latest-news": {
      "latest-news-page-title": "Latest News",
      "read-more-btn": "Read more"
  },
  "sidebar" :{
      "search": "Shakisha",
      "search-input": "Shyiramo amagambo y’ingenzi...",
      "featured-posts": "Inkuru Bijyanye",
      "newsletter": "Iyandikishe ujye ubona amakuru ",
      "newsletter-section": {
          "section-title": "Shyiramo imeyili yawe uniyandikishe ujye ubona amakuru. ",
          "input-field": "Imeyili yawe",
          "subscribe-btn": "Iyandikishe None Aha"
      },
      "category":"Urutonde rw’Ibyiciro",
      "our-gallery": "Ububiko Bwacu"


  },

  "gallery": {
      "photos": "Photos",
      "videos": "Videos",
      "photo-gallery": "Photo Gallery",
      "video-gallery": "Video Gallery"
  },
  
  "footer": {
    "subscribe-newsletter": "Iyandikishe ujye ubona amakuru yacu agezweho",
    "your-email": "Email yawe",
    "subscribe": "Iyandikishe",
    "quick-links": "Tugereho Byihuse",

    "mining-projects": "Imikoranire n’Abashoramari",
    "call-us": "Duhamagare",
    "write-to-us" : "Twandikire",

    "mine-projects":{
      "Musha-mines": "Musha Mines",
      "Eastern-province": "Intara y'Iburasirazuba",

      
      "Northern-province": "Intara y'Amajyaruguru"

    }
  }
}
  
