
{
  "header" : {
      "email": "Imeri",
      "home":"Ahabanza",
      "about-us": "Abo Turi Bo",
      "about": {
          
          "our-history": "Amateka Yacu ",
          "our-values":"Indangagaciro Zacu",
          "our-strategies":"Ingamba Zacu",
          "our-products": "Ibikorwa Byacu",
          "our-leadership":"Ubuyobozi Bwacu"
      },

      "OurProjects": "Imishinga Dufite",
      "project":{
        "rutongo": "Rutongo",
        "nyakabingo": "Nyakabingo",
        "musha":"Musha",
        "lithium-exploration":"Ubushakashatsi kuri Lithium"
        
      },
      "sustainability": "Iterambere Rirambye",
      "investor-relations": "Ishoramari",
      "investor": {
        "reports": "Raporo",
        "latest-news" : "Amakuru Agezweho",
        "gallery" : "Ububiko",
        "gallery-sub" :{
           "photos" : "Amafoto", 
           "videos": "Amashusho"
        }

      },
      "contact-us": "Tuvugishe",
      "careers": "Imirimo"

  },
  "home": {
      "welcome": "IKAZE KURI TRINITY METALS",
      "welcome-description": "Turi guharanira ahazaza heza<br/> Amabuye 3 y’Agaciro, Ibirombe 3, Ikigo Kimwe",
      "min-description": "Dushinzwe gutunganya ibyifashishwa mu bikoresho by’ikoranabuhanga rigezweho",
      "get-stated-button": "Tangira",
      "view-project-button": "Reba Imishinga",


      "home-about-heading": "Umuyobozi mu by’Ubucukuzi",
      "about-tab-who-we-are": "Abo Turi Bo",
      "about-tab-vision": "Icyerekezo Cyacu",
      "about-tab-mission": "Inshingano Yacu",
      "who-we-are-content": "Trinity Metals ni ikigo gitunganya ikinyabutabire cya tin, ibyuma bikozwe muri gasegereti (tungstène) na tantalum. Mu mikorere yacu dushyira imbere uburyo bwo kubungabunga ibidukikije n'amahame mbonezamuco mu mfuruka zose z'ibikorwa byacu by'ubushabitsi.",
      "our-vision-content": "Dukora itandukaniro mu Isi binyuze mu gutanga ibikoresho byifashishwa mu ikoranabuhanga rigezweho byizewe.",
      "our-mission-content": "Dufite inshingano yo gutunganya ibyuma byujuje ubuziranenge binyuze mu bikorwa bibungabunga ibidukikije kandi hakurikijwe amahame y'ubushabitsi.",
      "employees":"Abakozi",
      "mine-site": "Ibirombe",
      "read-more-button": "Soma Byinshi",
      "rwandan-leadership": "Abayobozi babenegihugu",
      "rwandan-workforce": "Abakozi b’abenegihugu",
      
      
      "latest-work-section": "Ibikorwa Biheruka",
      "our-project": "Imishinga Dufite",
      "trinity-Nyakabingo-mine":"Ikirombe cya Trinity Nyakabingo",
      "trinity-musha-mine":"Ikirombe cya Trinity Musha",
      "rutongo-mine": "Ikirombe cya Trinity Rutongo",



      "sustainability" : "Iterambere Rirambye",
      "we-are-energy":"Dushyigikiye impinduramatwara mu by’ingufu",
      "we-are-energy-description": "Dufatana uburemere indangagaciro zacu kandi twumva ko dufite inshingano ku baturage b’aho dukorera n'inyungu rusange z'uyu mubumbe. Dushyigikiye gahunda y'Umuryango w'Abibumbye igamije ko mu mwaka wa 2030 abantu bose bazaba bishimira amahoro n'uburumbuke, kandi dutanga umusanzu wacu mu kugera ku Ntego z'Iterambere Rirambye ku Isi.",
      "we-are-energy-description1": "Twafashe ingamba zo gukurikirana, kugabanya no gucogoza mu buryo bufatika ibyuka bya carbone no gukoresha uburyo bubungabunga ibidukikije n'ikoranabuhanga mu bucukuzi.",


      "blog-post-section": "Inyandiko",
      "latest-articles": "Amakuru Agezweho",


      "media-section":"Itangazamakuru",
      "our-gallery": "Ububiko",
      "view-gallery-btn": "Reba Ububiko"




  },


  "about-us-page":{
      "about-us-title": "Abo Turi Bo",

     "our-history-section-title": "Amateka Yacu",
      "our-history-top-description": "Trinity Musha Mines Limited [yahoze yitwa Piran Rwanda Ltd], Trinity Nyakabingo Mine Limited [yahoze yitwa Eurotrade International Ltd], na Rutongo Mines Limited byashinzwe nk’ibigo bitatu bitandukanye, byigenga. Yose afite amateka akomeye yo gucukura no gushaka amabuye ya Tin , Tungsten na Tantalum mu Rwanda, kandi yiyemeje gukora ubu bucukuzi mu buryo bukurikije amategeko nk’uko babiherewe uburenganzira na guverinoma y'u Rwanda.",
      "our-history-sub-desc": "Muri Gicurasi 2022, abanyamigabane b’ibi bigo uko ari bitatu bihurije hamwe bashinga Trinity Metals Limited (“Ikigo”) ku nkunga ya Techmet, uruganda rwigenga rukorera mu Bwongereza rushakisha rukanatanga ibyuma bikomeye bikenerwa cyane ku isi, bikoreshwa mu gukora ibyuma bikomeye by’ikoranabuhanga.  Techmet nk’imwe mu banyamigabane bakuru ba Trinity Metals, ikorana n’abafatanyabikorwa mu ishoramari benshi  batera inkunga ibikorwa byayo harimo n’ikigo cya Amerika gishinzwe iterambere ry’imari (DFC). Abandi banyamigabane barimo Piran Resources, sosiyete nkuru ya Piran Rwanda Limited na Guverinoma y’u Rwanda, ihagarariwe na Ngali Holdings Limited.",
      "our-history-popup-top-desc": "Trinity Musha Mines Limited [yahoze yitwa Piran Rwanda Ltd], Trinity Nyakabingo Mine Limited [yahoze yitwa Eurotrade International Ltd], na Rutongo Mines Limited byashinzwe nk’ibigo bitatu bitandukanye, byigenga. Yose afite amateka akomeye yo gucukura no gushaka amabuye ya Tin , Tungsten na Tantalum mu Rwanda, kandi yiyemeje gukora ubu bucukuzi mu buryo bukurikije amategeko nk’uko babiherewe uburenganzira na guverinoma y'u Rwanda.",
      "our-history-popup-desc" : "Muri Gicurasi 2022, abanyamigabane b’ibi bigo uko ari bitatu bihurije hamwe bashinga Trinity Metals Limited (“Ikigo”) ku nkunga ya Techmet, uruganda rwigenga rukorera mu Bwongereza rushakisha rukanatanga ibyuma bikomeye bikenerwa cyane ku isi, bikoreshwa mu gukora ibyuma bikomeye by’ikoranabuhanga.  Techmet nk’imwe mu banyamigabane bakuru ba Trinity Metals, ikorana n’abafatanyabikorwa mu ishoramari benshi  batera inkunga ibikorwa byayo harimo n’ikigo cya Amerika gishinzwe iterambere ry’imari (DFC). Abandi banyamigabane barimo Piran Resources, sosiyete nkuru ya Piran Rwanda Limited na Guverinoma y’u Rwanda, ihagarariwe na Ngali Holdings Limited.",
      "our-history-popup-desc1": "Guhuriza hamwe kw’ibi bigo bitatu, byatumye Trinity Metals igera ku mwanya wayo wo kuba sosiyete iyoboye izindi mu bucukuzi bw’amabuye ndetse n’urwego rw’abikorera rutanga akazi. Inama y'ubutegetsi yashyizweho muri Gicurasi 2022 ihagarariye abanyamigabane bakuru, ishinzwe kugenzura ingamba n'imiyoborere by'iki kigo mu Rwanda.",
      "our-history-popup-desc2": "Izi sosiyete zihurije hamwe nk’uko byari byitezwe kugira ngo zubakire ku mbaraga za buri imwe, kugira ngo zose zigire inyungu rusange nko kwiyongera kw’ingano y’umusaruro, amasoko, kuzamura ubunyamwuga bw’abakozi ndetse n’umubano ukomeye w’abaturage na Guverinoma. ",


      "our-mission-title": "Inshingano Yacu",
      "our-mission-description": "Dufite inshingano yo gutunganya ibyuma byujuje ubuziranenge binyuze mu bikorwa bibungabunga ibidukikije kandi hakurikijwe amahame y'ubushabitsi.",
      "our-vision-title": "Icyerekezo Cyacu",
      "our-vision-description" : "Dukora itandukaniro mu Isi binyuze mu gutanga ibikoresho byifashishwa mu ikoranabuhanga rigezweho bikomeye.",


      "our-values-section-title": "indangagaciro Zacu",
      "we-empower": "Twongerera Ubushobozi & Tukanazana Impinduka",
      "we-empower-description": "Tuzamura abaturage dushora imari muri gahunda ziteza imbere impano zabo tukanazamura ubukungu bwabo.",
      "we-do-no-warm": "Ntitwangiza",
      "we-do-no-warm-description": "Twiyemeje gucukura amabuye y'agaciro mu buryo bwiza, bwemewe, kandi butangiza ibidukikije, twita ku kuba imirimo yacu igirira abaturage akamaro abaturage ndetse n’isi.",
      "we-set-standard": "Twashyizeho amahame",
      "we-set-standard-description": "Nk’ikigo kiyoboye ibindi mu bucukuzi bw’amabuye y'agaciro, dukurikiza amahame mpuzamahanga kandi dukomeza kunoza imikorere yacu.",
      "we-hold-ourselves-accountable": "Twita ku inshingano zacu",
      "we-hold-ourselves-accountable-description": "Twese twitter ku nshingano zacu, dukurikiza amategeko, turisuzuma ubwacu, kandi tugakemura ibibazo kugira ngo dukomeze gukora neza.",



      "our-strategy-section-title": "Ingamba Zacu",
      "our-strategy-section-description": "Kugira ngo twimakaze iterambere rirambye, twashyizeho inkingi enye, zikubiyemo intego tuzakurikiza mu gihe cy’imyaka itatu iri imbere.",

      "our-strategies-business": "Ubucurizu Bwacu",
      "our-strategies-business-description": "Dushyira imbere igenamigambi ry’ubucuruzi ryateguwe neza kugira ngo tumenye neza ko hari umutekano, dukora mu buryo bwemewe, bubyara inyungu, mu bucukuzi bw'amabuye y'agaciro ndetse no mu bikorwa byacu byose.",

      "our-strategies-people": "Abantu Bacu",
      "our-strategies-people-description": "Twiyemeje gushishikariza abakozi bacu gutanga ibisubizo byiza  no gukora uko bashoboye.",

      "our-strategies-relationships": "Imikoranire Yacu",
      "our-strategies-relationships-description": "Dushyira imbere kwita ku mubano dufitanye n’abafatanyabikorwa bo hanze nk’igice cy’ibanze cy’ibikorwa byacu by’ubucuruzi.",

      "our-strategies-future": "Ejo Hazaza Hacu",
      "our-strategies-future-description": "Twita ku kubera uburyo bushya bw’imikorere bwaduteza imbere butangije ibidukikije kandi bizagira akamaro mu gihe kizaza. ",




      "executive-management-team-section-title": "Executive Management Team",
      "view-all-team-button": "Reba Ikipe Yose",




      "our-product-section-title": "Ibicuruzwa Byacu ",
      "our-product-section-description": "'3Ts' Tantalum, Tungsten, na Tin ni amabuye akenerwa cyane mu bikoresho by’ikoranabuhanga, amahirwe ahari ni uko dukoresha ibi bikoresho byakozwe muri aya mabuye mu  buzima bwa buri munsi kurenza uko tubitekereza. Uko isoko ry’ibikoresho bigezweho by’ikoranabuhanga ryiyongera, ni ko n’akamaro k’aya mabuye kiyongera. Ibi bituma agira uruhare runini mu kuzamura ubukungu ndetse n’ikoranabuhanga.",

      "our-product-TIN": "TIN",
      "our-product-TIN-description": "Ni ibuye rikoreshwa cyane cyane mu gukora ibyuma bikomeye. Isoko ryaryo biteganyijwe rizakomeza kurushaho kwaguka bitewe n’uko ibikoresho by’ikoranabuhanga biri gukenerwa cyane ku isoko by’umwihariko muri bateri za Li-on zifashishwa mu modoka z’amashanyarazi.",

      "our-product-TANTALUM": "TANTALUM",
      "our-product-TANTALUM-description": "50-70% bya tantalum bikoreshwa mu nganda zikora ibikoresho by’ikoranabuhanga (by’umwihariko mu byuma bikomeye, ibindi bigakoreshwa mu nganda zitunganya imiti. ",

      "our-product-TUNGSTEN": "TUNGSTEN",
      "our-product-TUNGSTEN-description": "Akoreshwa mu bikoresho bikoreshwa mu gukata ibintu, ibyuma byihanganira umuriro, ibyuma bikomeye cyane, ndetse n’ibindi bikoresho (nk’insinga zitanga urumuri mu amatara). Mu 2022 isoko ry’aya mabuye ryariyongereye cyane ugereranyije n’imyaka 10 yabanje, kandi hari impungenge zuko yabura."



  },

  "our-project-page": {

        "projects-title": "Projects",
        "project-description-1": "Trinity Metals has three mining projects operated as subsidiaries in Rwanda – Rutongo Mines, Nyakabingo Mine, and Musha Mines. They include three primary mining sites and a few satellite sites located in close proximity to the primary sites.",
        "project-description-2": "All of our mining sites operate to international mining regulations and uphold strict environmental standards. We do not use toxic or environmentally damaging chemical processes in our mines, nor do the mines produce any such material.",
        "project-description-3": "All of our production is certified “conflict-free” – our mines are fully compliant with conflict minerals audit requirements under OECD guidelines.",



        "project-sites": {
            "trinity-nyakabingo-mine": "Trinity Nyakabingo Mine",
            "trinity-musha-mines": "Trinity Musha Mines",
            "trinity-rutongo-mines": "Trinity Rutongo Mines",
            "LITHIUM-EXPLORATION": "LITHIUM EXPLORATION"

        },

        "rutongo-mines": {
            "satellite-mines": "Rutongo Satellite Mines",
            "satellite-mines-achievement": "6 Mines",

            "tin-production": "Tin Production",
            "tin-production-achievement": "70-90 tonnes",

            "workforce": "Workforce",
            "Workforce-achievement": "2,500+",

            "location": "Location",
            "location-achievement": "Rutongo Mines sit 26km north <br> of Kigali, Rwanda",



            "brief-history ": "Brief history",
            "brief-history-description": "Rutongo Mines is a Tin mine with a mining concession of 9,960 ha. Features 6 operational mining sites - Nyamyumba, Gasambya, Masoro, Mahaza, Karambo and Gisanse. They are estimated to contain approximately 56,000 tonnes of recoverable tin with potential to grow the resource substantially at depth. Currently produce between 70-90 tonnes of tin concentrate at 68-70% Sn, projected to increase to 200 tonnes per month in the next five years.",
            "history-timeline": "Tin exploitation at Rutongo began in 1931, and from the 1940s, the mines consistently exported 800 tonnes a year of cassiterite. By the 1950s, SOMUKI, a Belgian mining company, had developed the mine into the largest tin concentrate producer in Rwanda. In 1973, the fusion of former colonial mining sites gave rise to SOMIRWA (Société Des Mines Du Rwanda), a joint venture between the Government of Rwanda and GEOMINES. This Belgium-based mining company operated on site until its liquidation in 1986. At this time, the mines were nationalized and operated under REDEMI (Regie d’Exploitation et de Developpement des Mines).",
            "history-timeline-2": "The mines closed in 1994 when the genocide against the Tutsi occured. In 1995 they reopened under REDEMI as a miners’ co-operative and operated as such until 2008, when the government re-privatized them. "
        },
        
        "nyakabingo-mines": {
            "tungsten-production": "Tungsten Production",
            "tungsten-production-achievement": "100-110 tonnes",
            "workforce": "Workforce",
            "workforce-achievement": "1,800+",
            "location": "Location",
            "location-achievement":"Nyakabingo Mine sit 19km northwest <br> of Kigali, Rwanda",


            "brief-history": "Brief history",
            "brief-history-desc":"Trinity Nyakabingo Mine is a Tungsten ore mine with a mining concession of 1,600 ha. They are estimated to contain approximately 115,502 tonnes of recoverable Tungsten with potential to grow the resource substantially at depth. Currently produces between 100 to 110 tonnes of wolframite per month, containing 66-70% Tungsten, under a 25 year license that began in 2015.",

            "history-timeline": "Presented on a history timeline",
            "history-timeline-desc": "Exploration of the mine’s alluvial deposits began in the late 1930s, but it was only after WWII that systematic open cast mining began. Underground mining started in the late 1960s with adits, followed by drives along quartz veins situated in bedding planes (known as concordant parallel veins or PV). The first Companies to work the deposit were Belgium who mined on a semi-mechanized until the 1986. At this time, the mines were nationalized and operated under REDEMI (Regie d’Exploitation et de Developpement des Mines). The mines closed in 1994 when the genocide against the Tutsi occurred. In 1995 they reopened under REDEMI as a miners’ co-operative and operated as such until 2007, when Euro Trade International took ownership."
        },  

        "musha-mines": {
            "tin-production": "Tin Production",
            "tin-production-achievement": "30 tonnes",
            "workforce": "Workforce",
            "workforce-achievement": "2,200+",
            "location": "Location",
            "location-achievement": "Musha Mines sit 45km from Kigali in the <br> Eastern Province",

            "brief-history":"Brief history",
            "brief-history-desc": "Trinity Musha Mines is a Tin and Tantalum Mine with a mining concession of 3,894ha which is estimated to contain approximately 12,870tonnes of recoverable Tin with potential to grow the resource substantially at depth. Currently produces 30tonnes of Tin per month, containing 68-70% Sn, under a 25-year license that began in 2014. The Mine also produces a small amount of Coltan from Duha and Ntunga sub-site.",
            "history-timeline": "history timeline",
            "history-timeline-desc": "The Musha-Ntunga tin deposits were initially exploited from the 1920s to the 1970s. In 1985, the mine was nationalized and operated by SOMIRWA (Société des Mines du Rwanda). However, due to depressed tin prices and the 1994 genocide against the Tutsi, which deterred external investment, the operation remained artisanal. Between 2014 and 2016, Pella Rwanda Ltd was granted a 25-year mining license for the Musha-Ntunga Mines. Pella reprocessed tailings and conducted a geochemical testing program, yielding encouraging results and prompting further work. In 2017, ownership was transferred to Piran Resources."

        },

        "LITHIUM-EXPLORATION": {
          "LITHIUM-EXPLORATION-title": "LITHIUM-EXPLORATION",
          "LITHIUM-EXPLORATION-subtitle": "The Ntunga pegmatite offers robust development opportunities for Trinity Metals. ",
          "description1": "In 2018, exploration efforts within the Trinity Ntunga licence successfully defined an initial 9Mt Sn-Ta (Tin-Tantalum) resource hosted in a large LCT pegmatite system. In addition, the team discovered consistent high grades of 1.5% Li₂O (Lithium Oxide) dominantly within spodumene mineralisation in several holes with intersections over 80m true width and open to depth. ",
          "description2": "The team’s further analysis of drill core has revealed a second potential host of significant volumes of lithium mineralisation of up to 1% Li₂O. ",
          "description3": "As a result of this exciting discovery, the group performed an additional study and test work, which prompted the next phase of modeling and metallurgical testing. ",
          "description4": "The potential exists to define a globally significant Li-Sn-Ta resource in a secure and rapidly developing country. Trinity is focused on advancing this deposit and anticipates an updated resource statement in the near term. We are confident that we will soon move into a full feasibility phase."

        }

  },

  "Sustainability":{
    "sustainability-page-title": "Sustainability",
    "environment-title": "Environment",
    "environment-min-title": "We are a part of the energy revolution",
    "environment-desc": "We take our values seriously and hold ourselves accountable to the communities where we operate and the greater good of the planet. We support the UN’s mission to ensure that by 2030 all people enjoy peace and prosperity and do our part to contribute to the Global Sustainability Development Goals.",
    "environment-desc1": "We have taken steps to track, actively reduce and offset our carbon emissions and utilise eco-conscious mining methods and technology. We employ a replacement strategy for trees affected by our mining operations and have planted in excess of  657,000 trees across the three mine sites. We work collaboratively with the local environment, forestry and water management authorities to ensure that our efforts add net value to the environment. ",
    "environment-desc2-title": "We promote biodiversity",
    "environment-desc2": "Bees play a critical role in ecological balance and restoration. At Nyakabingo mine, we have launched a community beekeeping project in our rehabilitated forests, a sustainable project that provides livelihood opportunities for local community members. This project has been and will continue to be a significant income generation mechanism for the community. ",


    "community-title": "Community",
    "community-subtitle": "We are a part of the energy revolution",
    "community-desc": "We take our values seriously and hold ourselves accountable to the communities where we operate and the greater good of the planet. We support the UN’s mission to ensure that by 2030 all people enjoy peace and prosperity and do our part to contribute to the Global Sustainability Development Goals.",
    "community-desc1": "Through our ongoing commitment, we have helped to uplift communities by",
    "community-list": "Providing medical insurance for more than 3,000 residents annually",
    "community-list1": "Rehabilitating more than 30km of community roads",
    "community-list2": "Helping the communities’ most vulnerable families in personalised ways, including construction and renovation of dilapidated homes, distributing fruit tree seeds and creating community vegetable gardens to address childhood malnutrition and growth stunting, and sponsoring school fees and supplies for students.",


    "governance": "Governance",
    "governance-desc": "Trinity Metals has strict guidelines in place to ensure ethical business conduct and responsible practices pertaining to human rights, labour rights and the environment.",
    "governance-desc1": "We comply with guidelines and standards from leading local and international bodies including Certified Trading Chain (CTC) and Organisation for Economic Co-operation and Development (OECD).",
    "governance-desc2": "Our minerals are certified conflict-free, and meet five basic principles",
    "governance-list": "Traceability: The origin and volumes of minerals we produce and trade are fully traceable",
    "governance-list1": "Fair working conditions: We do not use child labour. We pay fair remuneration and provide safety and well-being focused working conditions",
    "governance-list2": "Security and human rights: We ensure security on our sites whilst respecting human rights",
    "governance-list3": "Community development: We consult with local communities and contribute to their social, economic and institutional development, taking into account gender-sensitive aspects.",
    "governance-list4": "Environment: We seek continual improvement of our environmental performance.",


    "policies-standards": "Policies & Standards"
     
  },

  "reports": {
     "report-page-title": "Reports",
     "Download-btn": "Download"
  },

  "latest-news": {
      "latest-news-page-title": "Latest News",
      "read-more-btn": "Read more"
  },

  "gallery": {
      "photos": "Photos",
      "videos": "Videos",
      "photo-gallery": "Photo Gallery",
      "video-gallery": "Video Gallery"
  },
  
  "footer": {
    "subscribe-newsletter": "Iyandikishe ujye ubona amakuru yacu agezweho",
    "your-email": "Email yawe",
    "subscribe": "Iyandikishe",
    "quick-links": "Tugereho Byihuse",

    "mining-projects": "Imikoranire n’Abashoramari",
    "call-us": "Duhamagare",
    "write-to-us" : "Twandikire",

    "mine-projects":{
      "Musha-mines": "Musha Mines",
      "Eastern-province": "Intara y'Iburasirazuba",

      
      "Northern-province": "Intara y'Amajyaruguru"

    }
  }
}
  
